Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: Sign in with CODEX_HOME pointing to ~/.codex-%@, then retry.
ar: سجّل الدخول مع توجيه CODEX_HOME إلى ~/.codex-%@، ثم أعد المحاولة.
bn: CODEX_HOME কে ~/.codex-%@ এ নির্দেশ করে সাইন ইন করুন, তারপর আবার চেষ্টা করুন।
bs: Prijavite se s CODEX_HOME usmjerenim na ~/.codex-%@, zatim pokušajte ponovo.
de: Melden Sie sich mit CODEX_HOME auf ~/.codex-%@ an und versuchen Sie es erneut.
es: Inicia sesión con CODEX_HOME apuntando a ~/.codex-%@ y reintenta.
fil: Mag-sign in na nakaturo ang CODEX_HOME sa ~/.codex-%@, pagkatapos ay subukan ulit.
fr: Connectez-vous avec CODEX_HOME pointant vers ~/.codex-%@, puis réessayez.
hi: CODEX_HOME को ~/.codex-%@ पर सेट करके साइन इन करें, फिर पुनः प्रयास करें।
it: Accedi con CODEX_HOME che punta a ~/.codex-%@, poi riprova.
ja: CODEX_HOMEを~/.codex-%@に設定してサインインし、再試行してください。
ko: CODEX_HOME을 ~/.codex-%@로 지정해 로그인한 뒤 다시 시도하십시오.
mr: CODEX_HOME ~/.codex-%@ कडे निर्देशित करून साइन इन करा, नंतर पुन्हा प्रयत्न करा.
pt_br: Faça login com CODEX_HOME apontando para ~/.codex-%@ e tente de novo.
ru: Войдите, указав в CODEX_HOME каталог ~/.codex-%@, затем повторите.
ta: CODEX_HOME ஐ ~/.codex-%@ க்கு அமைத்து உள்நுழைந்து, பின்னர் மீண்டும் முயற்சிக்கவும்.
te: CODEX_HOME ను ~/.codex-%@ కు సెట్ చేసి సైన్ ఇన్ చేయండి, ఆపై మళ్లీ ప్రయత్నించండి.
tr: CODEX_HOME'u ~/.codex-%@ olarak ayarlayıp giriş yapın, sonra yeniden deneyin.
ur: CODEX_HOME کو ~/.codex-%@ پر سیٹ کر کے سائن ان کریں، پھر دوبارہ کوشش کریں۔
vi: Đăng nhập với CODEX_HOME trỏ tới ~/.codex-%@, rồi thử lại.
zh_hans: 将 CODEX_HOME 指向 ~/.codex-%@ 后登录，然后重试。
zh_hk: 將 CODEX_HOME 指向 ~/.codex-%@ 後登入，然後重試。

source: Sign in with gh auth login, or set GH_TOKEN, using an account with GitHub Copilot access.
ar: سجّل الدخول باستخدام gh auth login، أو عيّن GH_TOKEN، باستخدام حساب لديه صلاحية وصول إلى GitHub Copilot.
bn: GitHub Copilot অ্যাক্সেস সহ একটি অ্যাকাউন্ট ব্যবহার করে gh auth login দিয়ে সাইন ইন করুন, বা GH_TOKEN সেট করুন।
bs: Prijavite se pomoću gh auth login ili postavite GH_TOKEN koristeći račun s pristupom za GitHub Copilot.
de: Melden Sie sich mit „gh auth login“ an oder setzen Sie GH_TOKEN mit einem Konto mit GitHub Copilot-Zugriff.
es: Inicia sesión con gh auth login o define GH_TOKEN usando una cuenta con acceso a GitHub Copilot.
fil: Mag-sign in gamit ang gh auth login, o itakda ang GH_TOKEN, gamit ang isang account na may access sa GitHub Copilot.
fr: Connectez-vous avec gh auth login, ou définissez GH_TOKEN, en utilisant un compte ayant accès à GitHub Copilot.
hi: GitHub Copilot एक्सेस वाले खाते का उपयोग करके gh auth login से साइन इन करें, या GH_TOKEN सेट करें।
it: Accedi con gh auth login o imposta GH_TOKEN usando un account con accesso a GitHub Copilot.
ja: GitHub Copilotの利用権限があるアカウントでgh auth loginを実行するか、GH_TOKENを設定してください。
ko: GitHub Copilot 접근 권한이 있는 계정으로 gh auth login을 실행하거나 GH_TOKEN을 설정하십시오.
mr: GitHub Copilot अ‍ॅक्सेस असलेले खाते वापरून gh auth login सह साइन इन करा किंवा GH_TOKEN सेट करा.
pt_br: Inicie sessão com gh auth login ou configure GH_TOKEN usando uma conta com acesso ao GitHub Copilot.
ru: Войдите с помощью gh auth login или укажите GH_TOKEN для аккаунта с доступом к GitHub Copilot.
ta: GitHub Copilot அணுகல் உள்ள கணக்கைப் பயன்படுத்தி gh auth login மூலம் உள்நுழையவும் அல்லது GH_TOKEN-ஐ அமைக்கவும்.
te: GitHub Copilot యాక్సెస్ ఉన్న ఖాతాతో gh auth login ద్వారా సైన్ ఇన్ చేయండి లేదా GH_TOKEN ని సెట్ చేయండి.
tr: GitHub Copilot erişimi olan bir hesap kullanarak gh auth login ile giriş yapın veya GH_TOKEN tanımlayın.
ur: GitHub Copilot تک رسائی والے اکاؤنٹ کا استعمال کرتے ہوئے gh auth login سے سائن ان کریں، یا GH_TOKEN سیٹ کریں۔
vi: Đăng nhập bằng gh auth login hoặc đặt GH_TOKEN bằng tài khoản có quyền truy cập GitHub Copilot.
zh_hans: 使用具有 GitHub Copilot 权限的账号运行 gh auth login 登录，或设置 GH_TOKEN。
zh_hk: 使用擁有 GitHub Copilot 存取權的帳戶執行 gh auth login 登入，或設定 GH_TOKEN。

source: Signed out
ar: تم تسجيل الخروج
bn: সাইন আউট
bs: Odjavljen
de: Abgemeldet
es: Sesión no iniciada
fil: Naka-sign out
fr: Déconnecté
hi: साइन आउट किया गया
it: Disconnesso
ja: サインアウト済み
ko: 로그아웃됨
mr: साइन आउट केले
pt_br: Sessão encerrada
ru: Выполнен выход
ta: வெளியேறியது
te: సైన్ అవుట్ అయింది
tr: Çıkış yapıldı
ur: سائن آؤٹ ہو گیا
vi: Đã đăng xuất
zh_hans: 已退出登录
zh_hk: 已登出

source: Solid
ar: مصمت
bn: কঠিন
bs: Puno
de: Deckend
es: Sólido
fr: Opaque
hi: सॉलिड
it: Solido
ja: ソリッド
ko: 솔리드
mr: सॉलिड
pt_br: Sólido
ru: Сплошной
ta: திடமானது
te: సాలిడ్
tr: Düz
ur: ٹھوس
vi: Màu đồng nhất
zh_hans: 纯色
zh_hk: 純色

source: Stale
ar: قديم
bn: পুরোনো
bs: Zastarjelo
de: Veraltet
es: Obsoleto
fil: Luma
fr: Périmé
hi: पुराना
it: Non aggiornato
ja: 古いデータ
ko: 오래됨
mr: जुने
pt_br: Desatualizado
ru: Устарело
ta: காலாவதியானது
te: పాతది
tr: Eski
ur: پرانا
vi: Cũ
zh_hans: 已过期
zh_hk: 已過期

source: Startup
ar: بدء التشغيل
bn: স্টার্টআপ
bs: Pokretanje
de: Start
es: Inicio
fil: Pagsisimula
fr: Démarrage
hi: स्टार्टअप
it: Avvio
ja: 起動
ko: 시작
mr: स्टार्टअप
pt_br: Inicialização
ru: Запуск
ta: தொடக்க நிலை
te: ప్రారంభం
tr: Başlangıç
ur: اسٹارٹ اپ
vi: Khởi động
zh_hans: 启动
zh_hk: 啟動

source: Surface
ar: السطح
bn: পৃষ্ঠতল
bs: Površina
de: Oberfläche
es: Superficie
fil: Ibabaw
hi: सतह
it: Superficie
ja: サーフェス
ko: 표면
mr: पृष्ठभाग
pt_br: Superfície
ru: Материал
ta: மேற்பரப்பு
te: ఉపరితలం
tr: Yüzey
ur: سطح
vi: Bề mặt
zh_hans: 表面材质
zh_hk: 外觀材質

source: System (Default)
ar: النظام (افتراضي)
bn: সিস্টেম (ডিফল্ট)
bs: Sistem (Zadano)
de: System (Standard)
es: Sistema (predeterminado)
fr: Système (par défaut)
hi: सिस्टम (डिफ़ॉल्ट)
it: Sistema (predefinito)
ja: システム（デフォルト）
ko: 시스템(기본값)
mr: सिस्टम (डीफॉल्ट)
pt_br: Sistema (Padrão)
ru: Системный (по умолчанию)
ta: கணினி (இயல்புநிலை)
te: సిస్టమ్ (డిఫాల్ట్)
tr: Sistem (Varsayılan)
ur: سسٹم (ڈیفالٹ)
vi: Hệ thống (Mặc định)
zh_hans: 系统（默认）
zh_hk: 系統（預設）

source: Talks to the local app-server bundled with Codex, ChatGPT, or the codex CLI; without one, reads ChatGPT's usage endpoint with the CLI sign-in.
ar: يتصل بخادم التطبيق المحلي المرفق مع Codex أو ChatGPT أو واجهة سطر أوامر codex؛ وفي حالة عدم وجوده، يقرأ نقطة نهاية استخدام ChatGPT باستخدام تسجيل دخول واجهة سطر الأوامر.
bn: Codex, ChatGPT বা codex CLI-এর সাথে থাকা স্থানীয় অ্যাপ-সার্ভারের সাথে যোগাযোগ করে; এটি না থাকলে, CLI সাইন-ইন দিয়ে ChatGPT ব্যবহারের এন্ডপয়েন্ট পড়ে।
bs: Komunicira s lokalnim app-serverom priloženim uz Codex, ChatGPT ili codex CLI; bez njega, čita krajnju tačku korištenja servisa ChatGPT uz CLI prijavu.
de: Kommuniziert mit dem lokalen App-Server von Codex, ChatGPT oder der codex-CLI; falls nicht vorhanden, liest es ChatGPTs Nutzungs-Endpunkt mit der CLI-Anmeldung.
es: Se comunica con el servidor local incluido con Codex, ChatGPT o la CLI de codex; si no hay uno, lee el extremo de uso de ChatGPT con la sesión de la CLI.
fil: Nakikipag-ugnayan sa lokal na app-server na kasama ng Codex, ChatGPT, o ng codex CLI; kung wala, binabasa ang usage endpoint ng ChatGPT gamit ang pag-sign in sa CLI.
fr: Communique avec le serveur d’application local fourni avec Codex, ChatGPT ou le CLI codex ; sinon, lit le point de terminaison de ChatGPT avec la connexion du CLI.
hi: Codex, ChatGPT या codex CLI के साथ बंडल किए गए स्थानीय ऐप-सर्वर से बात करता है; इसके बिना, CLI साइन-इन के साथ ChatGPT के उपयोग एंडपॉइंट को पढ़ता है।
it: Comunica con il server dell’app locale incluso in Codex, ChatGPT o nella CLI codex; se assente, legge l’endpoint di utilizzo di ChatGPT con l’accesso della CLI.
ja: Codex、ChatGPT、またはcodex CLIに同梱されたローカルapp-serverと通信します。ない場合は、CLIのサインイン情報を使用してChatGPTの使用状況エンドポイントを読み取ります。
ko: Codex, ChatGPT 또는 codex CLI에 번들된 로컬 app-server와 통신하며, 없는 경우 CLI 로그인을 사용하여 ChatGPT 사용량 엔드포인트를 읽습니다.
mr: Codex, ChatGPT किंवा codex CLI सह एकत्रित केलेल्या स्थानिक अ‍ॅप-सर्व्हरशी संवाद साधते; नसल्यास, CLI साइन-इनसह ChatGPT चा वापर एंडपॉइंट वाचते.
pt_br: Comunica-se com o servidor local integrado ao Codex, ChatGPT ou codex CLI; se não houver um, lê o ponto de uso do ChatGPT com a sessão da CLI.
ru: Взаимодействует с локальным сервером Codex, ChatGPT или codex CLI; при его отсутствии обращается к API использования ChatGPT с учетными данными CLI.
ta: Codex, ChatGPT அல்லது codex CLI உடன் இணைக்கப்பட்டுள்ள உள்ளூர் app-server-உடன் தொடர்பு கொள்கிறது; அது இல்லையெனில், CLI உள்நுழைவைக் கொண்டு ChatGPT-இன் பயன்பாட்டு முனையைப் படிக்கிறது.
te: Codex, ChatGPT లేదా codex CLI తో కూడిన స్థానిక app-server తో మాట్లాడుతుంది; అది లేకపోతే, CLI సైన్-ఇన్‌తో ChatGPT వినియోగ ఎండ్‌పాయింట్‌ను చదువుతుంది.
tr: Codex, ChatGPT veya codex CLI ile birlikte gelen yerel uygulama sunucusuyla iletişim kurar; biri yoksa CLI girişiyle ChatGPT kullanım uç noktasını okur.
ur: Codex، ChatGPT، یا codex CLI کے ساتھ شامل مقامی ایپ سرور سے رابطہ کرتا ہے؛ ان کے بغیر، CLI سائن ان کے ساتھ ChatGPT کے استعمال کا اینڈ پوائنٹ پڑھتا ہے۔
vi: Giao tiếp với app-server cục bộ đi kèm Codex, ChatGPT hoặc codex CLI; nếu không có, sẽ đọc điểm cuối mức sử dụng của ChatGPT bằng đăng nhập CLI.
zh_hans: 与 Codex、ChatGPT 或 codex CLI 自带的本地 app-server 通信；若未找到，则使用 CLI 登录凭据读取 ChatGPT 的用量接口。
zh_hk: 與隨附於 Codex、ChatGPT 或 codex CLI 的本機 app-server 通訊；若無隨附伺服器，則使用 CLI 登入資訊讀取 ChatGPT 的用量端點。

source: The Claude Code sign-in has an unsupported format.
ar: تسجيل دخول Claude Code بتنسيق غير مدعوم.
bn: Claude Code সাইন-ইনের ফরম্যাট অসমর্থিত।
bs: Prijava za Claude Code ima nepodržan format.
de: Die Claude Code-Anmeldung hat ein nicht unterstütztes Format.
es: El inicio de sesión de Claude Code tiene un formato no compatible.
fil: May hindi sinusuportahang format ang pag-sign in ng Claude Code.
fr: La connexion de Claude Code a un format non pris en charge.
hi: Claude Code साइन-इन का प्रारूप असमर्थित है।
it: L’accesso a Claude Code ha un formato non supportato.
ja: Claude Codeのサインイン情報の形式がサポートされていません。
ko: Claude Code 로그인 정보 형식이 지원되지 않습니다.
mr: Claude Code साइन-इनचे स्वरूप असमर्थित आहे.
pt_br: A sessão do Claude Code tem um formato não suportado.
ru: Данные входа Claude Code имеют неподдерживаемый формат.
ta: Claude Code உள்நுழைவு ஆதரிக்கப்படாத வடிவத்தைக் கொண்டுள்ளது.
te: Claude Code సైన్-ఇన్ మద్దతు లేని ఫార్మాట్‌ను కలిగి ఉంది.
tr: Claude Code girişi desteklenmeyen bir biçimde.
ur: Claude Code کے سائن ان کا فارمیٹ غیر معاون ہے۔
vi: Thông tin đăng nhập Claude Code có định dạng không được hỗ trợ.
zh_hans: Claude Code 登录凭据格式不受支持。
zh_hk: Claude Code 登入資訊格式不受支援。

source: The Claude Code sign-in has expired. Open Claude Code once so it can refresh, then retry.
ar: انتهت صلاحية تسجيل دخول Claude Code. افتح Claude Code مرة واحدة ليتمكن من التحديث، ثم أعد المحاولة.
bn: Claude Code সাইন-ইনের মেয়াদ শেষ। একবার Claude Code খুলুন যাতে এটি রিফ্রেশ হতে পারে, তারপর আবার চেষ্টা করুন।
bs: Prijava za Claude Code je istekla. Otvorite Claude Code jednom kako bi se osvježio, pa pokušajte ponovo.
de: Die Claude Code-Anmeldung ist abgelaufen. Öffnen Sie Claude Code einmal zur Aktualisierung und versuchen Sie es erneut.
es: El inicio de sesión de Claude Code ha caducado. Abre Claude Code para que se actualice y vuelve a intentarlo.
fil: Nag-expire na ang pag-sign in ng Claude Code. Buksan ang Claude Code nang isang beses upang mag-refresh ito, pagkatapos ay subukang muli.
fr: La connexion de Claude Code a expiré. Ouvrez Claude Code une fois pour l’actualiser, puis réessayez.
hi: Claude Code साइन-इन समाप्त हो गया है। एक बार Claude Code खोलें ताकि यह रीफ़्रेश हो सके, फिर पुनः प्रयास करें।
it: L’accesso a Claude Code è scaduto. Apri Claude Code per consentirne l’aggiornamento, quindi riprova.
ja: Claude Codeのサインイン期限が切れました。更新するためにClaude Codeを一度開き、再試行してください。
ko: Claude Code 로그인이 만료되었습니다. 갱신되도록 Claude Code를 한 번 연 후 다시 시도하십시오.
mr: Claude Code साइन-इन कालबाह्य झाले आहे. एकदा Claude Code उघडा जेणेकरून ते रीफ्रेश होईल, नंतर पुन्हा प्रयत्न करा.
pt_br: A sessão do Claude Code expirou. Abra o Claude Code para atualizar a sessão e tente novamente.
ru: Срок действия сеанса Claude Code истек. Запустите Claude Code один раз для обновления и повторите попытку.
ta: Claude Code உள்நுழைவு காலாவதியானது. Claude Code புதுப்பிக்கப்படுவதற்கு அதை ஒரு முறை திறந்து, பின்னர் மீண்டும் முயற்சிக்கவும்.
te: Claude Code సైన్-ఇన్ గడువు ముగిసింది. Claude Code రిఫ్రెష్ కావడానికి ఒకసారి తెరిచి, మళ్లీ ప్రయత్నించండి.
tr: Claude Code girişinin süresi doldu. Yenilenebilmesi için Claude Code'u bir kez açın, ardından yeniden deneyin.
ur: Claude Code کا سائن ان ختم ہو گیا ہے۔ Claude Code کو ایک بار کھولیں تاکہ یہ ریفریش ہو سکے، پھر دوبارہ کوشش کریں۔
vi: Đăng nhập Claude Code đã hết hạn. Mở Claude Code một lần để làm mới rồi thử lại.
zh_hans: Claude Code 登录凭据已过期。请打开一次 Claude Code 以刷新，然后重试。
zh_hk: Claude Code 登入已過期。請開啟 Claude Code 一次以重新整理，然後重試。

source: The Codex CLI is not signed in to ChatGPT. Run `codex login`, or install the Codex app.
ar: واجهة سطر أوامر Codex لم تسجل الدخول إلى ChatGPT. شغّل `codex login`، أو ثبّت تطبيق Codex.
bn: Codex CLI ChatGPT-তে সাইন ইন করা নেই। `codex login` চালান, বা Codex অ্যাপ ইনস্টল করুন।
bs: Codex CLI nije prijavljen na ChatGPT. Pokrenite `codex login` ili instalirajte aplikaciju Codex.
de: Die Codex-CLI ist nicht bei ChatGPT angemeldet. Führen Sie „codex login“ aus oder installieren Sie die Codex-App.
es: La CLI de Codex no ha iniciado sesión en ChatGPT. Ejecuta `codex login` o instala la app Codex.
fil: Hindi naka-sign in ang Codex CLI sa ChatGPT. Patakbuhin ang `codex login`, o i-install ang Codex app.
fr: Le CLI Codex n’est pas connecté à ChatGPT. Exécutez « codex login » ou installez l’application Codex.
hi: Codex CLI ChatGPT में साइन इन नहीं है। `codex login` चलाएं, या Codex ऐप इंस्टॉल करें।
it: La CLI Codex non è autenticata su ChatGPT. Esegui `codex login` o installa l’app Codex.
ja: Codex CLIがChatGPTにサインインしていません。`codex login`を実行するか、Codexアプリをインストールしてください。
ko: Codex CLI가 ChatGPT에 로그인되어 있지 않습니다. `codex login`을 실행하거나 Codex 앱을 설치하십시오.
mr: Codex CLI ChatGPT मध्ये साइन इन केलेले नाही. `codex login` चालवा किंवा Codex अ‍ॅप इन्स्टॉल करा.
pt_br: O codex CLI não está conectado ao ChatGPT. Execute `codex login` ou instale o app Codex.
ru: В codex CLI не выполнен вход в ChatGPT. Выполните `codex login` или установите приложение Codex.
ta: Codex CLI ஆனது ChatGPT-இல் உள்நுழையவில்லை. `codex login` இயக்கவும், அல்லது Codex செயலியை நிறுவவும்.
te: Codex CLI ChatGPT లోకి సైన్ ఇన్ చేయబడలేదు. `codex login` రన్ చేయండి, లేదా Codex యాప్‌ను ఇన్‌స్టాల్ చేయండి.
tr: Codex CLI, ChatGPT'ye giriş yapmamış. `codex login` komutunu çalıştırın veya Codex uygulamasını yükleyin.
ur: Codex CLI، ChatGPT میں سائن ان نہیں ہے۔ `codex login` چلائیں، یا Codex ایپ انسٹال کریں۔
vi: Codex CLI chưa đăng nhập vào ChatGPT. Chạy `codex login` hoặc cài đặt ứng dụng Codex.
zh_hans: Codex CLI 未登录 ChatGPT。请运行 `codex login` 或安装 Codex 应用。
zh_hk: Codex CLI 尚未登入 ChatGPT。請執行 `codex login` 或安裝 Codex 應用程式。

source: The Codex CLI sign-in has an unsupported format.
ar: تسجيل دخول واجهة سطر أوامر Codex بتنسيق غير مدعوم.
bn: Codex CLI সাইন-ইনের ফরম্যাট অসমর্থিত।
bs: Prijava za Codex CLI ima nepodržan format.
de: Die Anmeldung der Codex-CLI hat ein nicht unterstütztes Format.
es: El inicio de sesión de la CLI de Codex tiene un formato no compatible.
fil: May hindi sinusuportahang format ang pag-sign in ng Codex CLI.
fr: La connexion du CLI Codex a un format non pris en charge.
hi: Codex CLI साइन-इन का प्रारूप असमर्थित है।
it: L’accesso alla CLI Codex ha un formato non supportato.
ja: Codex CLIのサインイン情報の形式がサポートされていません。
ko: Codex CLI 로그인 정보 형식이 지원되지 않습니다.
mr: Codex CLI साइन-इनचे स्वरूप असमर्थित आहे.
pt_br: A sessão do codex CLI tem um formato não suportado.
ru: Данные входа codex CLI имеют неподдерживаемый формат.
ta: Codex CLI உள்நுழைவு ஆதரிக்கப்படாத வடிவத்தைக் கொண்டுள்ளது.
te: Codex CLI సైన్-ఇన్ మద్దతు లేని ఫార్మాట్‌ను కలిగి ఉంది.
tr: Codex CLI girişi desteklenmeyen bir biçimde.
ur: Codex CLI کے سائن ان کا فارمیٹ غیر معاون ہے۔
vi: Thông tin đăng nhập Codex CLI có định dạng không được hỗ trợ.
zh_hans: Codex CLI 登录凭据格式不受支持。
zh_hk: Codex CLI 登入資訊格式不受支援。

source: The Codex CLI sign-in has expired. Run `codex` once so it refreshes, then retry.
ar: انتهت صلاحية تسجيل دخول واجهة سطر أوامر Codex. شغّل `codex` مرة واحدة ليتم التحديث، ثم أعد المحاولة.
bn: Codex CLI সাইন-ইনের মেয়াদ শেষ। একবার `codex` চালান যাতে এটি রিফ্রেশ হয়, তারপর আবার চেষ্টা করুন।
bs: Prijava za Codex CLI je istekla. Pokrenite `codex` jednom da se osvježi, pa pokušajte ponovo.
de: Die Anmeldung der Codex-CLI ist abgelaufen. Führen Sie „codex“ einmal aus, um sie zu aktualisieren, und versuchen Sie es erneut.
es: El inicio de sesión de la CLI de Codex ha caducado. Ejecuta `codex` una vez para actualizarlo y vuelve a intentarlo.
fil: Nag-expire na ang pag-sign in ng Codex CLI. Patakbuhin ang `codex` nang isang beses upang mag-refresh ito, pagkatapos ay subukang muli.
fr: La connexion du CLI Codex a expiré. Exécutez « codex » une fois pour l’actualiser, puis réessayez.
hi: Codex CLI साइन-इन समाप्त हो गया है। एक बार `codex` चलाएं ताकि यह रीफ़्रेश हो सके, फिर पुनः प्रयास करें।
it: L’accesso alla CLI Codex è scaduto. Esegui `codex` per aggiornarlo, quindi riprova.
ja: Codex CLIのサインイン期限が切れました。更新するために`codex`を一度実行し、再試行してください。
ko: Codex CLI 로그인이 만료되었습니다. 갱신되도록 `codex`를 한 번 실행한 후 다시 시도하십시오.
mr: Codex CLI साइन-इन कालबाह्य झाले आहे. एकदा `codex` चालवा जेणेकरून ते रीफ्रेश होईल, नंतर पुन्हा प्रयत्न करा.
pt_br: A sessão do codex CLI expirou. Execute `codex` uma vez para atualizar e tente novamente.
ru: Срок действия сеанса codex CLI истек. Запустите `codex` один раз для обновления и повторите попытку.
ta: Codex CLI உள்நுழைவு காலாவதியானது. அது புதுப்பிக்கப்பட `codex`-ஐ ஒரு முறை இயக்கி, பின்னர் மீண்டும் முயற்சிக்கவும்.
te: Codex CLI సైన్-ఇన్ గడువు ముగిసింది. అది రిఫ్రెష్ కావడానికి ఒకసారి `codex` రన్ చేసి, ఆపై మళ్లీ ప్రయత్నించండి.
tr: Codex CLI girişinin süresi doldu. Yenilenmesi için `codex` komutunu bir kez çalıştırın, ardından yeniden deneyin.
ur: Codex CLI کا سائن ان ختم ہو چکا ہے۔ ایک بار `codex` چلائیں تاکہ یہ ریفریش ہو جائے، پھر دوبارہ کوشش کریں۔
vi: Thông tin đăng nhập Codex CLI đã hết hạn. Hãy chạy `codex` một lần để làm mới, sau đó thử lại.
zh_hans: Codex CLI 登录凭据已过期。请运行一次 `codex` 以刷新，然后重试。
zh_hk: Codex CLI 登入已過期。請執行 `codex` 一次以重新整理，然後重試。

source: The Keychain is not available right now (for example just after waking). GaugeZ will retry.
ar: سلسلة المفاتيح غير متوفرة حاليًا (على سبيل المثال، بعد التنبيه مباشرة). سيعيد GaugeZ المحاولة.
bn: কীচেন এই মুহূর্তে উপলব্ধ নয় (উদাহরণস্বরূপ স্লিপ থেকে ওঠার পরপরই)। GaugeZ পুনরায় চেষ্টা করবে।
bs: Keychain trenutno nije dostupan (npr. neposredno nakon buđenja). GaugeZ će pokušati ponovo.
de: Der Schlüsselbund ist derzeit nicht verfügbar (z. B. direkt nach dem Aufwachen). GaugeZ versucht es erneut.
es: El Llavero no está disponible en este momento (por ejemplo, justo después de reactivar el Mac). GaugeZ volverá a intentarlo.
fil: Hindi available ang Keychain sa ngayon (halimbawa, pagkatapos magising). Susubukan muli ng GaugeZ.
fr: Le trousseau d’accès n’est pas disponible actuellement (par exemple juste après la sortie de veille). GaugeZ va réessayer.
hi: कीचेन अभी उपलब्ध नहीं है (उदाहरण के लिए नींद से जागने के तुरंत बाद)। GaugeZ पुनः प्रयास करेगा।
it: Il Portachiavi non è attualmente disponibile (ad esempio subito dopo la riattivazione). GaugeZ riproverà.
ja: キーチェーンを現在利用できません（スリープ復帰直後など）。GaugeZが自動で再試行します。
ko: 현재 키체인을 사용할 수 없습니다(예: 잠자기 해제 직후). GaugeZ가 다시 시도합니다.
mr: कीचेन सध्या उपलब्ध नाही (उदाहरणार्थ स्लीपमधून उठल्या नंतर लगेचच). GaugeZ पुन्हा प्रयत्न करेल.
pt_br: As Chaves não estão disponíveis no momento (por exemplo, logo após o Mac despertar). O GaugeZ tentará novamente.
ru: Связка ключей сейчас недоступна (например, сразу после выхода из режима сна). GaugeZ повторит попытку.
ta: கீசெயின் தற்போது கிடைக்கவில்லை (எடுத்துக்காட்டாக உறக்கத்திலிருந்து விழித்தவுடன்). GaugeZ மீண்டும் முயற்சிக்கும்.
te: Keychain ప్రస్తుతం అందుబాటులో లేదు (ఉదాహరణకు స్లీప్ నుండి మేల్కొన్న వెంటనే). GaugeZ మళ్లీ ప్రయత్నిస్తుంది.
tr: Anahtar Zinciri şu anda kullanılamıyor (örneğin uyanmadan hemen sonra). GaugeZ yeniden deneyecek.
ur: کی چین اس وقت دستیاب نہیں ہے (مثلاً، جاگنے کے فوراً بعد)۔ GaugeZ دوبارہ کوشش کرے گا۔
vi: Chuỗi khóa hiện không khả dụng (ví dụ: vừa đánh thức máy). GaugeZ sẽ thử lại.
zh_hans: 钥匙串当前不可用（例如刚从睡眠中唤醒）。GaugeZ 将重试。
zh_hk: 「鑰匙圈」目前無法使用（例如剛從睡眠喚醒）。GaugeZ 將會重試。

source: The Keychain is temporarily unavailable for %@.
ar: سلسلة المفاتيح غير متوفرة مؤقتًا لـ %@.
bn: %@ এর জন্য কীচেন সাময়িকভাবে অনুপলব্ধ।
bs: Keychain je privremeno nedostupan za %@.
de: Der Schlüsselbund ist für %@ vorübergehend nicht verfügbar.
es: El Llavero no está disponible temporalmente para %@.
fil: Pansamantalang hindi available ang Keychain para sa %@.
fr: Le trousseau d’accès est temporairement indisponible pour %@.
hi: %@ के लिए कीचेन अस्थायी रूप से अनुपलब्ध है।
it: Il Portachiavi è temporaneamente non disponibile per %@.
ja: %@のキーチェーンは一時的に利用できません。
ko: %@의 키체인을 일시적으로 사용할 수 없습니다.
mr: %@ साठी कीचेन तात्पुरती अनुपलब्ध आहे.
pt_br: As Chaves estão temporariamente indisponíveis para %@.
ru: Связка ключей временно недоступна для %@.
ta: %@-க்கான கீசெயின் தற்காலிகமாகக் கிடைக்கவில்லை.
te: %@ కోసం Keychain తాత్కాలికంగా అందుబాటులో లేదు.
tr: Anahtar Zinciri, %@ için geçici olarak kullanılamıyor.
ur: %@ کے لیے کی چین عارضی طور پر دستیاب نہیں ہے۔
vi: Chuỗi khóa tạm thời không khả dụng cho %@.
zh_hans: %@ 的钥匙串暂时不可用。
zh_hk: %@ 的「鑰匙圈」暫時無法使用。

source: The provider app could not be opened. Install it in Applications and try again.
ar: تعذر فتح تطبيق المزود. ثبّته في مجلد التطبيقات وحاول مرة أخرى.
bn: প্রদানকারী অ্যাপ খোলা যায়নি। এটি Applications-এ ইনস্টল করুন এবং আবার চেষ্টা করুন।
bs: Nije moguće otvoriti aplikaciju pružaoca usluge. Instalirajte je u Aplikacije (Applications) i pokušajte ponovo.
de: Die Anbieter-App konnte nicht geöffnet werden. Installieren Sie sie im Ordner „Programme“ und versuchen Sie es erneut.
es: No se pudo abrir la app del proveedor. Instálala en Aplicaciones e inténtalo de nuevo.
fil: Hindi mabuksan ang app ng provider. I-install ito sa Applications at subukang muli.
fr: Impossible d’ouvrir l’application du fournisseur. Installez-la dans Applications et réessayez.
hi: प्रदाता ऐप खोला नहीं जा सका। इसे Applications में इंस्टॉल करें और पुनः प्रयास करें।
it: Impossibile aprire l’app del provider. Installala in Applicazioni e riprova.
ja: プロバイダーアプリを開けませんでした。「アプリケーション」にインストールして再試行してください。
ko: 제공자 앱을 열 수 없습니다. 응용 프로그램 폴더에 설치한 후 다시 시도하십시오.
mr: प्रदाता अ‍ॅप उघडता आले नाही. ते Applications मध्ये इन्स्टॉल करा आणि पुन्हा प्रयत्न करा.
pt_br: Não foi possível abrir o app do provedor. Instale-o na pasta Aplicativos e tente novamente.
ru: Не удалось открыть приложение провайдера. Установите его в папку «Программы» и повторите попытку.
ta: வழங்குநர் செயலியைத் திறக்க முடியவில்லை. அதை பயன்பாடுகள் (Applications) கோப்புறையில் நிறுவி, மீண்டும் முயற்சிக்கவும்.
te: ప్రొవైడర్ యాప్‌ని తెరవలేకపోయాము. దాన్ని అప్లికేషన్‌లలో (Applications) ఇన్‌స్టాల్ చేసి, మళ్లీ ప్రయత్నించండి.
tr: Sağlayıcı uygulaması açılamadı. Uygulamalar klasörüne yükleyip yeniden deneyin.
ur: فراہم کنندہ ایپ نہیں کھولی جا سکی۔ اسے Applications میں انسٹال کریں اور دوبارہ کوشش کریں۔
vi: Không thể mở ứng dụng của nhà cung cấp. Hãy cài đặt ứng dụng trong thư mục Ứng dụng và thử lại.
zh_hans: 无法打开提供方应用。请安装在“应用程序”文件夹中后重试。
zh_hk: 無法開啟提供者應用程式。請將其安裝於「應用程式」中再試。
